{
  "LuaSnip": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "blue-moon": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "darcula": { "branch": "main" },
  "dark_flat": { "branch": "main" },
  "darkvoid": { "branch": "master" },
  "dracula": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fluoromachine": { "branch": "main" },
  "github": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "miasma": { "branch": "main" },
  "monochrome": { "branch": "main" },
  "monokai": { "branch": "master" },
  "moonlight": { "branch": "pure-lua" },
  "no-clown-fiesta": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oxocarbon": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres": { "branch": "main" },
  "riderdark": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vscode": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zenbones": { "branch": "main" }
}
